Repository: nvdaes/clipContentsDesigner
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: ar, da, de, es, fi, fr, gl, he, hr, hu, it, pl, pt_pt, ro, ru, sk, sl, ta, tr, uk, vi

source: Shows the clipboard textual contents as plain text in browse mode
da: Viser udklipsholderens indhold som ren tekst i gennemsynstilstand
de: Zeigt den Text der Zwischenablage als nur Text im Lesemodus
es: Muestra el texto del portapapeles como texto sin formato en modo exploración
fi: Näyttää leikepöydällä olevan tekstin pelkkänä tekstinä selaustilassa
fr: Affiche le texte du presse-papiers en texte en mode navigation
gl: Amosa o texto do portapapeis como texto plano en modo exploración
it: Mostra il testo presente negli appunti in modalità navigazione, come testo semplice
pl: Wyświetla zawartość tekstową schowka jako zwykły tekst w trybie przeglądania
pt_pt: Mostra o conteúdo textual da área de transferência como texto simples no modo de navegação
ru: Отображает текстовое содержимое буфера обмена как простой текст без форматирования в режиме обзора
sl: Prikaže besedilno vsebino odložišča kot golo besedilo v brskalniškem delovanju
ta: பிடிப்புப்பலகையில் இருக்கும் உரையை உலாவு நிலையில் எளிய வடிவில் காட்டுகிறது
tr: Pano metin içeriğini tarama kipinde düz metin olarak gösterir
uk: Показує текстовий вміст буфера обміну як звичайний текст у режимі перегляду

source: &Format to show the clipboard text as HTML in browse mode:
da: &Format til visning af udklipsholderens tekst som HTML i gennemsynstilstand:
de: & Format, um den Text der Zwischenablage als HTML im Browsermodus anzuzeigen:
es: &Formato para mostrar el texto del portapapeles como HTML en modo exploración:
fi: &Muotoile leikepöydän teksti näytettäväksi HTML-muodossa selaustilassa:
fr: &Formater et afficher le contenu du presse-papiers en HtML en mode navigation :
gl: &Formato para amosar o texto do portapapeis como HTML en modo exploración:
it: &Formato di visualizzazione degli appunti in Modalità Navigazione, come html:
pl: &Sformatuj, aby wyświetlić tekst schowka jako HTML w trybie przeglądania:
pt_pt: &Formatar para mostrar o texto da área de transferência como HTML no modo de navegação: Se estiver aprendendo a linguagem de marcação HTML, poderá escolher Texto pré-formatado em HTML ou HTML como mostrado em um navegador da Web, para ter uma ideia de como o código HTML será renderizado pelo NVDA em um navegador. A diferença entre o HTML pré-formatado e o convencional é que a primeira opção preservará espaços consecutivos e quebras de linha, enquanto a segunda os compactará. Por exemplo, escreva algumas tags HTML como h1, h2, li, pre etc., selecione e copie o texto para a área de transferência e use o complemento clipContentsDesigner para mostrar o texto em uma mensagem navegável.
ru: &Формат отображения текста буфера обмена как HTML-документа в режиме обзора:
sl: &Oblika za prikaz besedila v odložišču kot HTML v brskalniškem delovanju:
ta: பிடிப்புப்பலகை உரையை உலாவு நிலையில் எச்.டி.எம்.எல். வடிவில் காட்டுவதற்கு அமைவடிவமாக்குக:
tr: &Pano metnini tarama kipinde göstermeden önce biçimlendir:
uk: &Формат для відображення тексту буфера обміну як HTML у режимі огляду:

source: Restore defaults
es: Restaurar valores predeterminados
fi: Palauta oletukset
pt_pt: Repor as predefinições
ru: Восстановить значения по умолчанию
tr: Varsayılanları geri yükle
uk: Відновити початкові

source: Clip Contents Designer
ar: التحكم في محتوى الحافظة
da: Udklipsdesigner
de: Designer für den Inhalt der Zwischenablage
fi: Leikepöydän sisällön käsittelijä
he: הגדרות עורך הזכרון הזמני
hu: Vágólap tartalomtervező
pt_pt: Gestor de conteúdos da área de transferência
ro: Clip Contents Designer (Proiectantul conținutului planșetei)
ta: கிளிப் கண்டென்ட்ஸ் டிசைனர்
tr: Pano İçerik Düzenleyicisi
vi: Quản lý nội dung tạm

source: Allows the joining of separate fragments of text on the clipboard and clearing of clipboard content. Current text on the clipboard can be presented in browse mode. Option to request confirmation before performing actions such as copy, cut, add text, or clearing the clipboard to avoid accidental changes.
es: Permite unir fragmentos separados de texto en el portapapeles y limpiar el contenido del portapapeles. Se puede presentar el texto actual del portapapeles en modo exploración. Una opción permite solicitar confirmación antes de realizar acciones como copiar, cortar, añadir texto, o borrar el portapapeles para evitar cambios accidentales.
fi: Mahdollistaa erillisten tekstikatkelmien liittämisen leikepöydältä ja leikepöydän sisällön tyhjentämisen. Nykyinen leikepöydällä oleva teksti voidaan näyttää selaustilassa. Vahinkojen välttämiseksi pyydetään vahvistus ennen kopiointia, leikkaamista, tekstin lisäämistä tai leikepöydän tyhjentämistä.
pt_pt: Permite juntar fragmentos de texto separados na área de transferência e limpar o conteúdo da área de transferência. O texto atual na área de transferência pode ser apresentado no modo de navegação. Opção para pedir confirmação antes de executar acções como copiar, cortar, adicionar texto ou limpar a área de transferência para evitar alterações acidentais.
ru: Позволяет объединять отдельные фрагменты текста в буфере обмена и очищать содержимое буфера обмена. Текущий текст в буфере обмена можно просмотреть в режиме обзора. Возможность запрашивать подтверждение перед выполнением таких действий, как копирование, вырезание, добавление текста или очистка буфера обмена, чтобы избежать случайных изменений.
tr: Panodaki ayrı metin parçalarının birleştirilmesine ve pano içeriğinin temizlenmesine izin verir. Panodaki geçerli metin, göz atma modunda sunulabilir. Yanlışlıkla yapılan değişiklikleri önlemek için kopyalama, kesme, metin ekleme veya panoyu temizleme gibi eylemleri gerçekleştirmeden önce onay isteme seçeneği.
uk: Дозволяє об'єднувати окремі фрагменти тексту в буфері обміну та очищати вміст буфера обміну. Поточний текст у буфері обміну може бути представлений у режимі перегляду. Можливість запитувати підтвердження перед виконанням таких дій, як копіювання, вирізання, додавання тексту або очищення буфера обміну, щоб уникнути випадкових змін.
