Repository: nvdaes/clipContentsDesigner
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: ar, da, de, es, fi, fr, gl, he, hr, hu, it, pl, pt_pt, ro, ru, sk, sl, ta, tr, uk, vi

source: Clipboard is not empty, but there is no text to show
ar: الحافظة ليست فارغة ، لكن لا يوجد نص لإظهاره
da: Udklipsholderen er ikke tom, men der er ingen tekst at vise
de: Zwischenablage ist nicht leer, aber es gibt keinen Text zu zeigen
es: El portapapeles no está vacío, pero no hay texto que mostrar
fi: Leikepöytä ei ole tyhjä, mutta näytettävää tekstiä ei ole
fr: Le presse-papiers n'est pas vide, mais il n'y a pas de texte à afficher
gl: O portapapeis non está baleiro, mais non hai texto que mostrar
he: לוח הגזירים אינו ריק, אבל אין טקסט להציג
hr: Međuspremik nije prazan, ali ne postoji tekst za prikaz
hu: A vágólap nem üres, de nincs megjeleníthető szöveg
it: Gli appunti non sono vuoti, ma non contengono testo
pl: Schowek nie jest pusty, ale nie ma tekstu do pokazania
pt_pt: A área de transferência não está vazia, mas não há texto para mostrar
ro: Planșeta nu este goală, însă nu există niciun text de afișat
ru: Буфер обмена не пуст, но текста для отображения нет
sk: Schránka nie je prázdna, ale nezobrazuje sa žiadny text
sl: Odložišče ni prazno, toda tam ni besedila za prikaz
ta: வெற்றுப் பிடிப்புப்பலகையல்ல. ஆனால், காட்டப்படுவதற்கு உரையேதுமில்லை.
tr: Pano boş değil, ancak gösterilecek metin yok
uk: Буфер обміну не порожній, але немає тексту для відображення
vi: Bộ nhớ tạm không rỗng, nhưng không có văn bản để hiển thị

source: Clipboard is empty
ar: الحافظة فارغة
da: Udklipsholderen er tom
de: Zwischenablage ist leer
es: El portapapeles está vacío
fi: Leikepöytä on tyhjä
fr: Le presse-papiers est vide
gl: O portapapeis está baleiro
he: לוח הגזירים ריק
hr: Međuspremnik je prazan
hu: A vágólap üres
it: Nessun contenuto negli appunti
pl: Schowek jest pusty
pt_pt: A área de transferência está vazia
ro: Planșeta este goală
ru: Буфер обмена пуст
sk: Schránka je prázdna
sl: Odložišče je prazno
ta: வெற்றுப் பிடிப்புப்பலகை
tr: Pano boş
uk: Буфер обміну порожній
vi: Không có gì trong bộ nhớ tạm

source: Clipboard text ({max}/{current} - {formatForTitle})
ar: نص الحافظة ({max} / {current} - {formatForTitle})
da: Tekst i udklipsholder ({max}/{current} - {formatForTitle})
de: Text der Zwischenablage ({max}/{current} - {formatForTitle})
es: Texto del portapapeles ({max}/{current} - {formatForTitle})
fi: Leikepöydän teksti ({max}/{current} - {formatForTitle})
fr: Texte du presse-papiers ({max}/{current} - {formatForTitle})
gl: Texto do portapapeis ({max}/{current} - {formatForTitle})
he: טקסט לוח הגזירים ({max}/{current} - {formatForTitle})
hr: Tekst međuspremnika ({max}/{current} - {formatForTitle})
hu: Vágólap szövege ({max}/{current} - {formatForTitle})
it: Contenuto degli appunti ({max}/{current} - {formatForTitle})
pl: Tekst w schowku ({max}/{current} - {formatForTitle})
pt_pt: Texto da área de transferência ({max}/{current} - {formatForTitle})
ro: Text planșetă ({max}/{current} - {formatForTitle})
ru: Текст буфера обмена ({max}/{current} — {formatForTitle})
sk: Text schránky ({max}/{current} - {formatForTitle})
sl: Besedilo v odložišču ({max}/{current} - {formatForTitle})
ta: பிடிப்புப்பலகை உரை ({max}/{current} - {formatForTitle})
tr: Pano metni ({max}/{current} - {formatForTitle})
uk: Текст у буфері обміну ({max}/{current} - {formatForTitle})
vi: Văn bản trong bộ nhớ tạm ({max}/{current} - {formatForTitle})

source: Shows the clipboard text in browse mode
hr: Pokazuje tekst međuspremnika u načinu pregleda
sk: Zobrazí text schránky v režime prehliadania

source: Type the string to be used as a &separator between contents added to the clipboard.
ar: اكتب الرمز الذي سيستخدم ك&فاصل بين النصوص التي ستلحق بالحافظة
da: Indtast den tekst, der skal bruges som &adskillelse mellem tekst, der bliver tilføjet til udklipsholderen.
de: Geben Sie die Zeichenfolge ein, die verwendet werden soll, um mehrere Textfragmente in der Zwischenablage voneinander zu trennen.
es: Teclea la cadena a utilizar como un &separador entre los contenidos añadidos al portapapeles.
fi: Merkkijono, jota käytetään &erottimena leikepöydälle lisättyjen tekstiosien välissä:
fr: Tapez la chaîne qui sera utilisé comme un &séparateur entre les contenus ajoutés au presse-papiers.
gl: Teclea a cadea para se utilizar como un &separador entre os contidos engadidos ao portapapeis.
he: נא להקיש את המחרוזת המהווה &הפרדה בין התכנים השונים של לוח הגזירים.
hr: upišite niz znakova koji će se koristiti kao &rastavljač između sadržaja dodanog u međuspremnik.
hu: Adja meg a vágólaphoz hozzáfűzött tartalmak közé beszúrandó elválasztó szöveget
it: Digitare il testo da usare come &separatore tra i contenuti aggiunti negli appunti.
pl: Wpisz ciąg znaków, który ma być użyty jako &separator pomiędzy treścią dodaną do schowka.
pt_pt: Digite a cadeia a ser utilizada como &separador entre os conteúdos adicionados à área de transferência: Permite definir um separador que pode ser utilizado para encontrar os segmentos de texto uma vez colado todo o texto adicionado.
ro: Tastați șirul de caractere ce va fi folosit ca &separator între conținuturile adăugate în planșetă.
ru: Введите строку, используемую в качестве &разделителя содержимого, добавляемого в буфер обмена.
sk: Zadajte reťazec, ktorým sa budú oddeľovať jednotlivé časti textu v schránke.
sl: Vnesi niz, ki bo &ločnica med besedilom, ki ga dodajate v odložišče.
ta: பிடிப்புப்பலகையில் பின்னிணைக்கப்பட்டிருக்கும் உரையைப் பிரித்துக் காட்டுவதற்குப் பயன்படுத்தப்பட வேண்டிய சரத்தை தட்டச்சிடவும். (&S)
tr: Panoya eklenen metinler arasında &ayraç olarak kullanılacak metni girin.
uk: Введіть текст, який буде використовуватися як &роздільник між вмістом, доданим до буфера обміну.
vi: Gõ vào chuỗi để sử dụng là phần phân cách giữa các nội dung được thêm vào bộ nhớ tạm.

source: &Add text before clip data
ar: إ&لحاق نص قبل البيانات الموجودة بالحافظة
da: &Tilføj tekst før data i udklipsholder
de: Text an erster Stelle der Daten in der Zwischenablage &hinzufügen
es: &Añadir texto antes de clip data
fi: L&isää teksti leikepöydän nykyisen sisällön alkuun
fr: &Ajouter le texte au début du presse-papiers
gl: &Engadir texto despois de clip data
he: הו&ספת טקסט לפני תוכן הזכרון הזמני
hr: Dodaj tekst prije podataka međuspremnika
hu: szöveg hozzáadása a vágólap tartalma elé
it: &Aggiungi testo prima degli appunti
pl: &Dodaj tekst przed danymi Clip
pt_pt: &adicionar texto antes dos dados da área de transferência
ro: &Adaugă text înainte de clip data
ru: &Добавлять текст в начало буфера обмена
sk: & Pridať text pred dátami klipu
sl: &Dodaj besedilo pred izrezkom podatkov
ta: உரையை பிடிப்புப்பலகையின் உரைக்கு முன்னிணைக்கவும். (&A)
tr: Metni p&anodaki veriden önce ekle
uk: &Додавати текст на початок буфера обміну
vi: &Thêm văn bản trước khi chép lên bộ nhớ tạm

source: Sele&ct the actions which require previous confirmation
ar: حدد الإجراءات التي تتطلب التأكيد المسبق
da: &Vælg de handlinger, der kræver forudgående bekræftelse
de: &wähle die Aktionen, die eine vorherige Bestätigung erfordern
es: Sele&ccionar las acciones que requerirán confirmación previa
fi: Va&litse toiminnot, joiden suorittaminen edellyttää vahvistusta
fr: Séle&ctionner les actions qui requièrent une confirmation préalable
gl: Sele&cciona as accións que requerirán confirmación previa
he: &בחר את הפעולות שדורשות אישור מקדים
hr: &Odaberi radnje koje trebaju prethodno odobrenje
hu: A következő műveletek végrehajtása előtt kérjen megerősítést:
it: Seleziona le azioni che richiedono una &conferma
pl: &wybierz działania wymagających uprzedniego potwierdzenia
pt_pt: &Selecionar as acções que necessitam de confirmação prévia
ro: &Selectează acțiunea care necesită o confirmare precedentă
ru: Выбор &действий, требующих предварительного подтверждения
sk: Vyber&te akcie, ktoré vyžadujú predchádzajúce potvrdenie
sl: I&zberi dejanja, ki potrebujejo predhodno odobritev
ta: முன்கூட்டியே உறுதிப்படுத்தப்பட வேண்டிய செயல்களைத் தெரிவுச் செய்க (&C)
tr: Önceden onay gerektiren işlemleri se&çin
uk: Вибір &дій, що вимагають попереднього підтвердження
vi: &Chọn hoạt động yêu cầu một xác nhận trước đó

source: Confirm to add text
ar: التأكيد على إضافة النص
da: Bekræft for at tilføje tekst
de: Text einfügen bestätigen
es: Confirmar añadir texto
fi: Tekstin lisääminen
fr: Confirmer pour ajouter du texte
gl: Confirmar engadir texto
hr: Potvrdi za dodavanje teksta
hu: Szöveg hozzáadása
it: Quando si aggiunge testo negli appunti
pl: Potwierdzenie dodawania &tekstu
pt_pt: Confirmar para adicionar texto
ro: Confirma&ți pentru a adăuga text
ru: Подтверждение добавления текста
sk: Potvrďte pridanie textu
sl: Potrdi dodajanje besedila
ta: உரையைப் பின்னிணைப்பதற்கு முன் உறுதிச் செய்க
tr: Metin eklemek için onay iste
uk: Підтвердження додавання тексту
vi: Xác nhận thêm văn bản

source: Confirm to clear clipboard
ar: التأكيد على مسح الحافظة
da: Bekræft for at rydde udklipsholder
de: Leeren der Zwischenablage bestätigen
es: Confirmar vaciar portapapeles
fi: Leikepöydän tyhjentäminen
fr: Confirmer pour vider le presse-papiers
gl: Confirmar limpar portapapeis
hr: Potvrdi za brisanje međuspremnika
hu: Vágólap ürítése
it: Quando si elimina contenuto dagli appunti
pl: Potwierdzenie &kasowania schowka
pt_pt: Por favor, confirme se quer limpar a área de transferência
ro: Confirmați pentru a curăța planșeta
ru: Подтверждение очистки буфера обмена
sk: Potvrďte čistenie schránky
sl: Potrdi čiščenje odložišča
ta: பிடிப்புப்பலகையை துடைப்பதற்கு முன் உறுதிச் செய்க
tr: Panoyu silmek için onay iste
uk: Підтвердження очищення буфера обміну
vi: Xác nhận xóa bộ nhớ tạm

source: Confirm to emulate copy
ar: التأكيد على النسخ
da: Bekræft for at emulere kopiering
de: Emulieren von kopieren bestätigen
es: Confirmar emular copiar
fi: Kopioinnin emulointi
fr: Confirmer pour émuler copier
gl: Confirmar emular copiar
hr: Potvrdi za emuliranje kopiranja
hu: Másolás emulálása
it: Quando si esegue Copia
pl: &Potwierdzenie emulowania kopiowania
pt_pt: Confirmar para emular a cópia
ro: Confirmați pentru a simula copia
ru: Подтверждение эмуляции копирования
sk: Potvrďte pre enulovanie kopýrovanie
sl: Potrdi oponašanje preslikave
ta: போன்று படியெடுத்தலை செயலாக்குவதற்கு முன் உறுதிச் செய்க
tr: Kopya taklidi için onay iste
uk: Підтвердження емуляції копіювання
vi: Xác nhận đến mô phỏng sao chép

source: Confirm to emulate cut
ar: التأكيد على القص
da: Bekræft for at emulere klip
de: Emulieren von ausschneiden bestätigen
es: Confirmar emular cortar
fi: Leikkaamisen emulointi
fr: Confirmer pour émuler couper
gl: Confirmar emular cortar
hr: Potvrdi za emuliranje rezanja
hu: Kivágás emulálása
it: Quando si esegue Taglia
pl: &Potwierdzenie emulowania wycięcia
pt_pt: Confirmar emulação de corte
ro: Confirmați pentru a simula tăierea
ru: Подтверждение эмуляции вырезания
sk: Potvrďte pre enulovanie vystrihnutie
sl: Potrdi oponašanje izreza
ta: போன்று வெட்டுதலை செயலாக்குவதற்கு முன் உறுதிச் செய்க
tr: Kesme taklidi için onay iste
uk: Підтвердження емуляції вирізання
vi: Xác nhận đến mô phỏng cắt

source: &Request confirmation before performing the selected actions when:
ar: طلب التأكيد قبل تنفيذ الإجراءات المحددة عندما :
da: &Anmod om bekræftelse, før du udfører de valgte handlinger, når:
de: Vor der Durchführung der ausgewählten Aktionen Bestätigung anfordern, wenn:
es: Solicitar confi&rmación antes de realizar las acciones seleccionadas cuando:
fi: &Pyydä vahvistus ennen valittujen toimintojen suorittamista:
fr: &Demander une confirmation avant d'exécuter l'action quand :
gl: Solicitar confi&rmación antes de realizar as accións seleccionadas cando:
he: &אישור הבקשה לפני ביצוע הפעולות שנבחרו כאשר:
hr: &Pitaj pri izvršavanju radnje kad:
hu: Megerősítés kérése:
it: &Richiedi conferma prima di eseguire le azioni selezionate quando:
pl: &żądaj potwierdzenie wykonując następujące akcje gdy:
pt_pt: &Solicitar confirmação antes de executar as ações selecionadas quando: pode selecionar se as confirmações serão solicitadas sempre, apenas se o texto estiver contido na área de transferência ou se a área de transferência não estiver vazia (por exemplo, se você tiver copiado um arquivo, não um texto).
ro: S&olicită o confirmare înainte de a efectua acțiunile selectate:
ru: &Запрос подтверждения перед выполнением выбранных действий:
sk: &Požiadajte o potvrdenie pred vykonaním vybraných akcií, keď:
sl: &Zahtevaj potrditev pred izvedbo izbranih dejanj, ko:
ta: தெரிவுச் செய்த செயல்களை எப்பொழுது உறுதிப்படுத்த வேண்டும் (&R):
tr: &Seçili işlemleri gerçekleştirmeden önce onay iste:
uk: &Запитувати підтвердження перед виконанням вибраних дій:
vi: &Yêu cầu xác nhận trước khi thực hiện hành động đã chọn nếu:

source: Always
ar: دائما
da: Altid
de: Immer
es: Siempre
fi: Aina
fr: Toujours
gl: Sempre
he: תמיד
hr: uvijek
hu: Mindig
it: Sempre
pl: Zawsze
pt_pt: Sempre
ro: Mereu
ru: Всегда
sk: Vždy
sl: Vedno
ta: எப்பொழுதும்
tr: Her zaman
uk: Завжди
vi: Luôn luôn

source: If the clipboard contains text
ar: إذا كانت الحافظة تحتوي على نص
da: Hvis udklipsholderen indeholder tekst
de: Wenn die Zwischenablage Text enthält
es: Si el portapapeles contiene texto
fi: Jos leikepöydällä on tekstiä
fr: Si le presse-papiers contient du texte
gl: Se o portapapeis contén texto
he: אם לוח הגזירים מכיל טקסט
hr: ako međuspremnik sadrži tekst
hu: Ha a vágólap szöveget tartalmaz
it: Solo Se è presente testo negli appunti
pl: Jeśli schowek zawiera tekst
pt_pt: Se a área de transferência contiver texto
ro: Dacă planșeta conține text
ru: Если буфер обмена содержит текст
sk: Ak schránka obsahuje text
sl: Če odložišče vsebuje besedilo
ta: பிடிப்புப்பலகையில் உரை இருக்கும்பொழுது
tr: Panoda metin varsa
uk: Якщо буфер обміну містить текст
vi: Nếu bộ nhớ tạm có văn bản

source: If the clipboard is not empty
ar: إذا كانت الحافظة ليست فارغة
da: Hvis udklipsholderen ikke er tom
de: Wenn die Zwischenablage nicht leer ist
es: Si el portapapeles no está vacío
fi: Jos leikepöytä ei ole tyhjä
fr: Si le presse-papiers n'est pas vide
gl: Se o portapapeis non está baleiro
he: אם לוח הגזירים אינו ריק
hr: Ako međuspremnik nije prazan
hu: Ha a vágólap nem üres
it: Se è presente qualsiasi contenuto negli appunti
pl: Jeśli schowek nie jest pusty
pt_pt: Se a área de transferência não estiver vazia
ro: Dacă planșeta nu este goală
ru: Если буфер обмена не пуст
sk: Ak schránka nie je prázdna
sl: Če odložišče ni prazno
ta: பிடிப்புப்பலகை வெற்றாக இல்லாதபொழுது
tr: Pano boş değilse
uk: Якщо буфер обміну не порожній
vi: Nếu bộ nhớ tạm không rỗng

source: &Format to show the clipboard text in browse mode:
hr: &Format u kojem će se prikazivati tekst u načinu pregleda:
sk: &Formát, ak chcete zobraziť text schránky v režime prehliadania:

source: &Maximum number of characters when showing clipboard text in browse mode
ar: الحد الأقصى لعدد الأحرف عند عرض نص الحافظة في وضع التصفح
da: &Maksimalt antal tegn, når du viser udklipsholderens tekst i gennemsynstilstand
de: & Maximale Anzahl der Zeichen bei der Anzeige der Zwischenablage im Lesemodus
es: Número &máximo de caracteres al mostrar el texto del portapapeles en modo exploración
fi: Lei&kepöydän tekstin merkkien enimmäismäärä selaustilassa
fr: Nombre &maximum de caractères quand le texte du presse-papiers est présenté en mode navigation
gl: Número &máximo de caracteres ao amosar o texto do portapapeis en modo exploración
he: מספר התווים המקסימלי בעת הצגת טקסט לוח הגזירים במצב גלישה
hr: &Maksimalni broj znakova pri prikazivanju sadržaja međuspremnika u načinu pregleda
hu: Karakterek &maximális száma a vágólap tartalmának böngészőmódú megjelenítéséhez
it: &Numero massimo di caratteri quando il testo degli appunti è visualizzato in modalità navigazione
pl: &Maksymalna liczba pokazywanych znaków w trybie czytania
pt_pt: Número &máximo de caracteres ao mostrar o texto da área de transferência no modo de navegação: Tenha em atenção que o aumento deste limite pode produzir problemas se a área de transferência contiver grandes cadeias de texto. O limite por defeito é de 100000 caracteres.
ro: &Număr maxim de caractere la afișarea textului planșetei în modul de navigare
ru: &Максимальное число символов при отображении текста буфера обмена в режиме обзора
sk: & Maximálny počet znakov pri zobrazení textu schránky v režime prehliadania
sl: &Največje število znakov, ko se prikazuje besedilo iz odložišča v brskalniškem delovanju
ta: பிடிப்புப்பலகையில் இருக்கும் உரையை உலாவு நிலையில் காட்டப்படும்பொழுது, காட்டப்பட வேண்டிய வரியுருக்களின் உச்ச எண்ணிக்கை (&M)
tr: Pano metnini tarama kipinde gösterirken &maksimum karakter sayısı
uk: &Максимальна кількість символів під час відображення тексту буфера обміну в режимі огляду
vi: &Số kí tự tối đa khi hiển thị văn bản của bộ nhớ tạm trong chế độ duyệt

source: Add-on for managing clipboard text.
da: Tilføjelsesprogram til styring af tekst i udklipsholderen.
de: Erweiterung zum Umgang mit der Windows-Zwischenablage.
fr: Extension pour gérer le texte du presse-papiers.
gl: Complemento para administrar o texto do portapapeis.
he: תוסף מיועד לעריכת תוכן לוח הגזירים.
hr: Dodatak za upravljanje tekstom iz međuspremnika.
hu: Kiegészítő a vágólap szöveges tartalmának kezeléséhez.
it: Componente aggiuntivo per la gestione del testo negli appunti.
pl: Dodatek do zarządzania tekstem ze schowka.
ro: Supliment pentru gestionarea textului din planșetă.
sk: Doplnok pre vytváranie textu v schránke.
sl: Dodatek namenjen upravljanju z vsebino odložišča
ta: பிடிப்புப்பலகையில் இருக்கும் உரையை மேலாள்வதற்கான கூட்டுக்கூறு.

source: This add-on allows to confirm if you want to copy and cut, replacing the clipboard contents, when pressing control+c and control+x. This is named Emulate copy and cut. Do you want to configure Emulate copy and cut now? You may do or change this later.
da: Denne tilføjelse lader dig bekræfte, om du vil kopiere og klippe, udskifte udklipsholderens indhold, når du trykker på Ctrl+c og Ctrl+x. Dette hedder emuler kopi og klip. Vil du konfigurere Emuler kopi og klip nu? Du kan gøre dette nu, eller ændre dette senere.
de: Mit dieser Erweiterung können Sie bestätigen, ob Sie kopieren und ausschneiden möchten, und den Inhalt der Zwischenablage ersetzen.\N \Beim Drücken von Strg+C und Strg+X. Dies wird als "Kopieren und Ausschneiden emulieren" bezeichnet.\N Möchten Sie das "Kopieren und Ausschneiden emulieren" jetzt konfigurieren? Sie können dies später ändern.
es: Este complemento te permite confirmar si quieres copiar y cortar, reemplazando los contenidos del portapapeles, al pulsar control+c y control+x. Esto se conoce como Emular copiar y cortar. ¿Deseas configurar Emular copiar y cortar ahora? Puedes hacerlo o modificarlo más tarde.
fi: Tämä lisäosa mahdollistaa vahvistuksen pyytämisen kopioinnille (Ctrl+C) ja leikkaamiselle (Ctrl+X), jolloin leikepöydän sisältö korvataan. Näitä toimintoja kutsutaan kopioinnin ja leikkaamisen emuloinniksi, ja oletusarvoisesti ne toimivat vain, kun leikepöydällä on tekstiä. Haluatko ottaa kopioinnin ja leikkaamisen emuloinnin käyttöön nyt? Voit muuttaa tätä myöhemmin.
fr: Cette extension permet de confirmer si vous voulez copier et couper, en remplaçant le contenu du presse-papiers, en appuyant sur Contrôle+c et Contrôle+x. Cela s'appelle émuler copier et couper. Voulez-vous configurer Émuler copier et couper maintenant ? Vous pouvez faire cela maintenant ou plus tard.
gl: Este complemento permite confirmar se queres copiar e curtar, reemprazando os contidos do portapapeis, ao se premer control+c e control+x. Isto chámase emular copiar e cortar. Queres configurar Emular copiar e cortar agora? Podes facelo agora ou cambialo máis tarde.
it: Questo componente aggiuntivo consente di richiedere una conferma prima di modificare il contenuto degli appunti eseguendo Copia o Taglia, quando si preme control-c o control-x. L'operazione viene chiamata emulazione di copia e taglia. Vuoi configurare emulazione copia e taglia adesso? Puoi farlo anche in un secondo momento.
pl: Ten dodatek pozwala potwierdzić, czy chcesz skopiować i wyciąć, zastępując zawartość schowka, po naciśnięciu control+c i control+x. Nazywa się to Emuluj kopiowanie i wycinanie. Czy chcesz teraz skonfigurować Emuluj kopiowanie i wycinanie? Możesz to zrobić lub zmienić później.
pt_pt: Este extra permite confirmar se quer copiar e cortar, substituindo os conteúdos da área de transferência, quando pressionar control+c e control+x. Isto chama-se "emulação de copiar e cortar", e, por padrão, trabalha apenas quando a área de transferência contém texto. Quer configurar, agora, emulação de copiar e cortar? Também poderá fazer isto mais tarde.
ru: Это дополнение позволяет настроить подтверждение для операций копирования и вырезания, которые заменяют содержимое буфера обмена при нажатии Control+C и Control+X. Это называется эмуляцией копирования и вырезания. Хотите ли вы настроить эмуляцию копирования и вырезания прямо сейчас? Вы можете сделать данную настройку позже.
sl: Ta dodatek vam dovoljuje potrditi, če želite preslikati in izrezati, z zamenjavo vsebine odložišča, ko pritisnete control+c in control+x. To se imenuje Oponašanje preslikave in izreza. Želite nastaviti Oponašanje preslikave in izreza zdaj? To lahko storite ali spremenite tudi kasneje.
ta: ஏற்கெனவே பிடிப்புப் பலகையில் உரை இருந்து, கட்டுப்பாடு+c, கட்டுப்பாடு+x விசைகளைக் கொண்டு உரையைப் பிடிப்புப் பலகைக்குச் சேர்க்க முயலும்பொழுது, அச்செயல்களைச் செய்ய வேண்டுமா என்று உறுதிச் செய்ய இக்கூட்டுக் கூறு கேட்கும். இவ்வசதியை இப்பொழுதே அமைவடிவமாக்க விரும்புகிறீர்களா? பிறகும் கூட அமைவடிவமாக்கலாம், அல்லது மாற்றங்களை மேற்கொள்ளலாம்.
tr: Bu eklenti, kontrol+c ya da kontrol+x tuşlarına bastığınızda pano içeriğinin değiştirilmesiyle ilgili kopyalama ve kesme işlemlerini onaylamanıza olanak tanır. Bu, kopyalama ve kesme taklidi olarak adlandırılır, ve varsayılan olarak panoda metin varsa çalışır. Kopyalama, kesme taklidini şimdi yapılandırmak istiyor musunuz? bunu daha sonra yapabilir ya da değiştirebilirsiniz.
uk: Цей додаток дозволяє налаштувати підтвердження для операцій копіювання та вирізання, які замінюють вміст буфера обміну, при натисканні Control+C та Control+X. Це називається емуляцією копіювання та вирізання. Чи хотіли б ви налаштувати емуляцію копіювання та вирізання прямо зараз? Ви можете зробити це налаштування пізніше.

source: Plain text
da: Ren tekst
de: Nur Text
es: Texto sin formato
fi: Pelkkä teksti
fr: Texte brut
gl: Texto plano
it: Testo semplice
pl: Zwykły tekst
pt_pt: Texto simples
ru: Простой текст без форматирования
sl: Golo besedilo
ta: எளிய உரை
tr: Düz metin
uk: Звичайний текст

source: Shows the clipboard text as HTML in browse mode
da: Viser udklipsholderens indhold som HTML-indhold i gennemsynstilstand
de: Zeigt den Text der Zwischenablage als HTML im Lesemodus
es: Muestra el texto del portapapeles como HTML en modo exploración
fi: Näyttää leikepöydällä olevan tekstin HTML-muodossa selaustilassa
fr: Affiche le texte du presse-papiers en HTML en mode navigation
gl: Amosa o texto do portapapeis como HTML en modo exploración
it: Mostra il testo presente negli appunti in modalità navigazione, come html
pl: Tekst schowka jest wyświetlany w formacie HTML w trybie przeglądania
pt_pt: Mostra o texto da área de transferência como HTML no modo de navegação
ru: Отображает текст буфера обмена как HTML-документ в режиме обзора
sl: Prikaže besedilo iz odložišča kot HTML v brskalniškem delovanju
ta: பிடிப்புப்பலகையில் இருக்கும் உரையை உலாவு நிலையில் எஸ்.டி.எம்.எல். வடிவில் காட்டுகிறது
tr: Pano metnini tarama kipinde HTML olarak gösterir
uk: Показує текст із буфера обміну як HTML у режимі огляду
