Repository: nvdaes/clipContentsDesigner
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: ar, da, de, es, fi, fr, gl, he, hr, hu, it, pl, pt_pt, ro, ru, sk, sl, ta, tr, uk, vi

source: This add-on allows to confirm if you want to copy and cut, replacing the clipboard contents, when pressing control+c and control+x. This is named Emulate copy and cut, and by default it works just when clipboard contains text. Do you want to configure Emulate copy and cut now? You may do or change this later.
hr: Ovaj dodatak omogućuje potvrdu kopiranja i rezanja, Zamjenjujući sadržaj međuspremnika, prilikom pritiska ctrl+c i ctrl+x. To se zove emuliranje kopiranja i rezanja, i podrazumjevano radi samo kada međuspremnik sadrži tekst. želite li sada potvrditi emuliranje kopiranja i rezanja? Možete to kasnije promijeniti.
sk: Tento doplnok vám umožňuje potvrďiť, či chcete kopýrovať a vystrihovať, nahraďiť obsah schránky windows stlačeným kláves CTRL+C a CTRL+X. Toto sa nazýva emulate copy a cup

source: Configure Emulate copy and cut
ar: تكوين محاكاة القص و النسخ
da: Indstil emulering af kopier og klip
de: Einstellungen für Kopieren und Ausschneiden emulieren anpassen
es: Configurar Emular copiar y cortar
fi: Määritä kopioinnin ja leikkaamisen emulointi
fr: Configurer Émuler copier et couper
gl: Configurar Emular copiar e curtar
he: הגדר את האפשרות להעתיק ולחתוך
hr: Podesi emulirano kopiranje i rezanje
hu: Az emulált kivágás és másolás beállítása
it: Configura emulazione di copia e taglia
pl: Konfigurowanie emulacji kopiowania i wycinania
pt_pt: Configurar emulação de copiar e cortar
ro: Configurați copia sau tăierea simulată
ru: Настроить эмуляцию копирования и вырезания
sk: Konfiguruje enulate copy and Cut
sl: Nastavi Oponašanje preslikave in izreza
ta: படியெடுக்கும் மற்றும் வெட்டும் செயலை அமைவடிவமாக்குக
tr: Kopyalama ve kesme taklidini yapılandır
uk: Налаштувати емуляцію копіювання та вирізання
vi: Cấu hình mô phỏng chép và cắt

source: Preformatted text in HTML
ar: التنسيق المسبق للنص في HTML
da: Forformateret tekst i HTML
de: Vorformatierter Text in HTML
es: Texto preformateado en HTML
fi: Esimuotoiltu HTML-teksti
fr: Texte préformaté en HTML
gl: Texto preformatado en HTML
he: טקסט מעוצב ב HTML
hr: Ponovno oblikovan tekst u HTML-u
hu: HTML alapú előformázott szöveg
it: Html preformattato
pl: Przeformatowany tekst w HTML
pt_pt: Formatar para mostrar o texto da área de transferência como HTML no modo de navegação: Se estiver aprendendo a linguagem de marcação HTML, poderá escolher Texto pré-formatado em HTML ou HTML como mostrado em um navegador da Web, para ter uma ideia de como o código HTML será renderizado pelo NVDA em um navegador. A diferença entre o HTML pré-formatado e o convencional é que a primeira opção preservará espaços consecutivos e quebras de linha, enquanto a segunda os compactará. Por exemplo, escreva algumas tags HTML como h1, h2, li, pre etc., selecione e copie o texto para a área de transferência e use o complemento clipContentsDesigner para mostrar o texto em uma mensagem navegável.
ro: Text preformat în HTML
ru: Предварительно отформатированный текст в HTML
sk: Predformátovaný text v HTML
sl: Predoblikovano besedilo v HTML
ta: எச்.டி.எம்.எல்லில் முன்வடிவூட்டப்பட்ட உரை
tr: HTML’de önceden biçimlendirilmiş metin
uk: Попередньо відформатований текст у HTML
vi: Văn bản định dạng sẵn là HTML

source: HTML as shown in a web browser
ar: HTML كما هو موضح في متصفح الويب
da: HTML som vist i en webbrowser
de: HTML wie im Web-Browser
es: HTML como se mostraría en un navegador web
fi: HTML verkkoselaimessa
fr: HTML tel qu'affiché dans un navigateur web
gl: HTML como se mostraría nun navegador web
he: HTML כפי שמוצג בדפדפן אינטרנט
hr: HTML prikazan kao u web pregledniku
hu: HTML, mint a böngészőben
it: Html semplice
pl: HTML taki jak w przeglądarce
pt_pt: Formatar para mostrar o texto da área de transferência como HTML no modo de navegação: Se estiver aprendendo a linguagem de marcação HTML, poderá escolher Texto pré-formatado em HTML ou HTML como mostrado em um navegador da Web, para ter uma ideia de como o código HTML será renderizado pelo NVDA em um navegador. A diferença entre o HTML pré-formatado e o convencional é que a primeira opção preservará espaços consecutivos e quebras de linha, enquanto a segunda os compactará. Por exemplo, escreva algumas tags HTML como h1, h2, li, pre etc., selecione e copie o texto para a área de transferência e use o complemento clipContentsDesigner para mostrar o texto em uma mensagem navegável.
ro: Ca și cum HTML ar fi afișat într-un browser web
ru: HTML, как в web-браузере
sk: HTML, ako je zobrazené vo webovom prehliadači
sl: HTML, kot se prikaže v spletnem brskalniku
ta: இணைய உலாவியில் காட்டப்படுவது போன்ற எச்.டி.எம்.எல்.
tr: Bir web tarayıcısında gösterildiği gibi HTML
uk: HTML, як показано у веб-браузері
vi: HTML hiển thị như trên trình duyệt

source: Raw text
hr: Sirovi tekst
sk: Nespracovaný text

source: Shows the Clip Contents Designer settings.
ar: يظهر إعدادات Clip Contents Designer.
da: Viser dialogen Indstillinger for Udklipsdesigner.
de: Zeigt die Einstellungen des Clip Contents Designers an.
es: Muestra la configuración de Clip Contents Designer.
fi: Näyttää Leikepöydän sisällön käsittelijän asetukset.
fr: Afficher les Paramètres Clip Contents Designer.
gl: Amosa a configuración de Clip Contents Designer.
he: מציג את תיבת הדו-שיח של הגדרות עורך הזכרון הזמני.
hr: Pokazuje postavke Clip contents designera
hu: Megjeleníti a vágólap tartalomtervező beállítás ablakát.
it: Visualizza le impostazioni di Clip Contents Designer.
pl: Wyświetla dialog ustawień dodatku Clip Contents Designer.
pt_pt: Configurações do gestor da área de transferência
ro: Arată setările Clip Contents Designer.
ru: Показывает диалог настроек Clip Contents Designer.
sk: Zobrazí nastavenia Clip Contents Designer.
sl: Prikazuje nastavitve Clip Contents Designer.
ta: கிளிப் கண்டென்ட்ஸ் டிசைனர் அமைப்புகளைக் காட்டுகிறது
tr: Pano İçerik Düzenleme ayarlarını görüntüler.
uk: Показує налаштування Clip Contents Designer.
vi: Hiển thị hộp thoại thiết lập quản lý nội dung tạm.

source: Clipboard cleared
ar: تم مسح محتوى الحافظة
da: Udklipsholder ryddet
de: Zwischenablage geleert
es: Portapapeles limpiado
fi: Leikepöytä tyhjennetty
fr: Presse-papiers vidé
gl: Portapapeis limpado
he: לוח הגזירים אופס
hr: Međuspremnik izbrisan
hu: Vágólap kiürítve
it: Appunti eliminati
pl: Schowek wyczyszczony
pt_pt: Área de transferência limpa
ro: Planșetă golită
ru: Буфер обмена очищен
sk: Schránka je prázdna
sl: Odložišče počiščeno
ta: பிடிப்புப்பலகை துடைக்கப்பட்டது
tr: Pano temizlendi
uk: Буфер обміну очищено
vi: Đã xóa bộ nhớ tạm

source: Clipboard not cleared
ar: لم يتم مسح محتوى الحافظة
da: Udklipsholder ikke ryddet
de: Zwischenablage ist nicht leer
es: Portapapeles no limpiado
fi: Leikepöytää ei tyhjennetty
fr: Presse-papiers non vidé
gl: Portapapeis non limpado
he: לוח הגזירים לא אופס
hr: Međuspremnik nije izbrisan
hu: A vágólapot nem lehet kiüríteni
it: Appunti non eliminati
pl: Schowek nie jest wyczyszczony
pt_pt: Área de transferência não limpa
ro: Planșetă negolită
ru: Буфер обмена не очищен
sk: obsach schránky sa nepodarilo odstrániť
sl: Odložišče ni počiščeno
ta: பிடிப்புப்பலகை துடைக்கப்படவில்லை
tr: Pano temizlenmedi
uk: Буфер обміну не очищено
vi: Chưa xóa bộ nhớ tạm

source: Start marker set
hr: Početna oznaka je postavljena
sk: Začiatok označený

source: Marks the current position of the review cursor as the start of text to be appended to the clipboard.
hr: Označava trenutnu poziciju preglednog kursora kao početak teksta koji će biti kopiran u međuspremnik.
sk: Označí aktuálnu pozíciu prezeracieho kurzora ako začiatok textu, ktorý bude skopírovaný do schránky.

source: No selection. No start marker set
hr: Nema oznake. Nema postavljene početne oznake
sk: Nie je označený začiatok.

source: The start marker must reside within the same object
hr: Početna oznaka mora stajati u istom objektu
sk: Označený začiatok sa musí nachádzať v rovnakom objekte

source: No text to add
da: Ingen tekst at tilføje
de: Kein Text zum Hinzufügen ausgewühlt
fr: Aucun texte à ajouter
gl: Non hai texto para engadir
he: אין טקסט להוספה
hr: nema teksta za dodavanje
hu: Nincs hozzáfűzhető szöveg
it: Nessun testo aggiunto
pl: Nie ma tekstu do dodania
ro: Fără text de adăugat
sk: Žiadny text na pridanie
sl: Ni besedila za dodati
ta: பின்னிணைக்க உரை ஏதுமில்லை

source: Please, confirm if you want to add text to the clipboard
ar: يرجى تأكيد ما إذا كنت ترغب في إضافة نص إلى الحافظة
da: Bekræft, at du vil tilføje tekst til udklipsholderen
de: Bitte bestätigen Sie, dass Sie den Text zur Zwischenablage hinzufügen möchten
es: Por favor, confirma si quieres añadir texto al portapapeles
fi: Haluatko lisätä tekstiä leikepöydälle?
fr: Veuillez confirmer si vous souhaitez ajouter du texte dans le presse-papiers
gl: Por favor, confirma se queres engadir texto ao portapapeis
he: אנא, אשר אם ברצונך להוסיף טקסט ללוח הגזירים
hr: Molimo potvrdite, želite li dodati tekst u međuspremnik
hu: Kérem erősítse meg, ha szöveget akar adni a vágólap tartalmához
it: Per favore, confermare di voler aggiungere testo negli appunti
pl: Proszę potwierdzić dodawanie tekstu do schowka
pt_pt: Por favor, confirme se quer adicionar texto à área de transferência
ro: Vă rugăm să confirmați dacă vreți să adăugați text pe planșetă
ru: Пожалуйста, подтвердите, что вы хотите добавить текст в буфер обмена
sk: Prosím, potvrďte ak chcete pridať text do schránky
sl: Prosimo, potrdite, če želite dodati besedilo v odložišče
ta: பிடிப்புப் பலகையில் உரை பின்னிணைக்கப்பட வேண்டுமா என்பதை அருள் கூர்ந்து உறுதிச் செய்க
tr: Panoya metin ekleme işlemini onaylayın lütfen
uk: Будь ласка, підтвердіть, якщо ви бажаєте додати текст у буфер обміну
vi: Vui lòng xác nhận bạn muốn thêm văn bản vào bộ nhớ tạm

source: Adding text to clipboard
ar: إضافة النص الى الحافظة
da: Tilføjer tekst til udklipsholder
de: Text wird zur Zwischenablage hinzugefügt
es: Añadiendo texto al portapapeles
fi: Tekstin lisääminen leikepöydälle
fr: Ajouter le texte en cours au presse-papiers
gl: Engadindo texto ao portapapeis
he: הוספת טקסט ללוח הגזירים
hr: dodavanje teksta u međuspremnik
hu: szöveg hozzáadása a vágólaphoz
it: Aggiungi testo
pl: Dodawanie tekstu do schowka
pt_pt: A adicionar texto à área de transferência
ro: Se adaugă text pe planșetă
ru: Добавление текста в буфер обмена
sk: Pridanie textu do schránky
sl: Dodajanje besedila v odložišče
ta: பிடிப்புப்பலகையில் உரையைப் பின்னிணைக்கிறது
tr: Metin panoya ekleniyor
uk: Додавання тексту в буфер обміну
vi: Thêm văn bản vào bộ nhớ tạm

source: Added
ar: تمت إضافته
da: Tilføjet
de: Hinzugefügt
es: Añadido
fi: Lisätty
fr: Ajouté
gl: Engadido
he: הוסף
hr: Dodano
hu: hozzáadva
it: Aggiunto
pl: Dodano
pt_pt: Adicionado
ro: Adăugat
ru: Добавлено
sk: Pridané
sl: Dodano
ta: பின்னிணைக்கப்பட்டது
tr: Eklendi
uk: Додано
vi: Đã thêm

source: Cannot add
ar: تعذر الإلحاق بالحافظة
da: Kan ikke tilføje
de: Der Text konnte nicht hinzugefügt werden
es: No se puede añadir
fi: Ei voi lisätä
fr: Impossible d'ajouter
gl: Non se puido engadir
he: לא ניתן לבצע הוספה
hr: Nemoguće dodati
hu: Nem fűzhető hozzá
it: Impossibile aggiungere testo
pl: Nie można dodać
pt_pt: Não é possível adicionar
ro: Nu se poate adăuga
ru: Невозможно добавить
sk: Nie je možné pripojiť
sl: Ni mogoče dodati
ta: பின்னிணைக்க இயலாது
tr: Eklenecek metin alınamadı
uk: Неможливо додати
vi: không thể thêm vào

source: Retrieves the selected string or the text from the previously set start marker up to and including the current position of the review cursor, and adds it to the clipboard.
es: Recupera la cadena seleccionada o el texto desde la marca anterior de inicio hasta la posición actual del cursor de revisión incluida, y la añade al portapapeles.
fi: Hakee valitun merkkijonon tai aiemmin asetetun alkumerkin ja tarkastelukohdistimen nykyisen kohdan välisen tekstin ja lisää sen leikepöydälle.
fr: Récupérer la chaîne sélectionnée ou le texte depuis le marqueur de début précédemment défini jusqu'à et y compris la position actuelle du curseur de revue et l'ajouter au presse-papiers.
gl: Recupera a cadea seleccionada ou o texto dende a marca de comezo previamente colocada ata e incluíndo a posición actual do cursor de revisión, e engádeo ao portapapeis.
hr: Izvlači označeni niz znakova ili tekst od pozicije početne oznake uključujući trenutnu poziciju preglednog kursora, i dodaje ga u međuspremnik.
pt_pt: Recupera a sequência seleccionada ou o texto a partir do marcador de início previamente definido até à posição do cursor de revisão e adiciona-o à área de transferência.
ru: Получает выделенную строку или текст от ранее установленного начального маркера вплоть до текущей позиции просмотрового курсора и добавляет в буфер обмена.
sk: Získa text od pred tým nastavenej počiatočnej značky po / vrátane aktuálnej pozícii a skopíruje ho do schránky Windows.
tr: Seçili olan metin ya da daha önce başlangıç işareti konan noktayla inceleme imlecinin mevcut konumu arasındaki metin panoya eklenir.
uk: Отримує вибраний рядок або текст від попередньої початкової позначки до поточної позиції переглядового курсора включно і додає його до буфера обміну.

source: Please, confirm if you want to clear the clipboard
ar: يرجى تأكيد ما إذا كنت ترغب في مسح الحافظة
da: Bekræft, at du vil rydde udklipsholderen
de: Bitte bestätigen Sie, ob Sie die Zwischenablage leeren möchten
es: Por favor, confirma si quieres vaciar el portapapeles
fi: Haluatko tyhjentää leikepöydän?
fr: Veuillez confirmer si vous souhaitez vider le presse-papiers
gl: Por favor, confirma se queres limpar o portapapeis
he: אנא, אשר אם ברצונך למחוק את לוח הגזירים
hr: Molimo potvrdite, želite li očistiti međuspremnik
hu: Kérem erősítse meg, hogy ki akarja üríteni a vágólapot
it: Per favore, confermare di voler eliminare gli appunti
pl: Proszę potwierdzić kasowanie schowka
pt_pt: Por favor, confirme se quer limpar a área de transferência
ro: Vă rugăm să confirmați dacă vreți să curățați planșeta
ru: Пожалуйста, подтвердите, что вы хотите очистить буфер обмена
sk: Prosím, potvrďte ak chcete vyčistiť schránku
sl: Prosimo, potrdite, če želite počistiti odložišče
ta: பிடிப்புப் பலகை துடைக்கப்பட வேண்டுமா என்பதை அருள் கூர்ந்து உறுதிச் செய்க
tr: Panoyu temizleme işlemini onaylayın lütfen
uk: Будь ласка, підтвердіть, якщо ви бажаєте очистити буфер обміну
vi: Vui lòng xác nhận bạn muốn xóa bộ nhớ tạm

source: Clearing clipboard
ar: مسح الحافظة
da: Rydder udklipsholder
de: Der Inhalt aus der Zwischenablage wird entfernt
es: Vaciando el portapapeles
fi: Leikepöydän tyhjentäminen
fr: Vidage en cours du presse-papiers
gl: Limpando o portapapeis
he: ניקוי לוח הגזירים
hr: Brisanje međuspremnika
hu: Vágólap ürítése
it: Eliminazione appunti
pl: Kasowanie schowka
pt_pt: A limpar a área de transferência
ro: Se curăță planșeta
ru: Очистка буфера обмена
sk: Čistenie schránky
sl: Čiščenje odložišča
ta: பிடிப்புப் பலகை துடைக்கப்படுகிறது
tr: Pano temizleniyor
uk: Очищення буфера обміну
vi: Đang xóa bộ nhớ tạm

source: Deletes the added text and the content of the clipboard.
ar: حذف النص المضاف للحافظة ومحتواها.
da: Sletter den tilføjede tekst og indholdet af udklipsholderen.
de: Löscht den Inhalt der Zwischenablage.
es: Elimina el texto añadido y el contenido del portapapeles.
fi: Tyhjentää leikepöydän.
fr: Supprimer le texte ajouté et le contenu du presse-papiers.
gl: Borra o texto engadido e o contido do portapapeis .
he: מוחק את הטקסט שהוסף וכן את התוכן של לוח הגזירים.
hr: Briše kopirani tekst i sadržaj međuspremnika.
hu: Törli a hozzáfűzött szöveget, és a vágólap tartalmát.
it: Elimina il testo aggiunto e il contenuto degli appunti.
pl: Usuwa dodany tekst i treść ze schowka.
pt_pt: Apaga o texto adicionado e o conteúdo da área de transferência.
ro: Șterge textul adăugat și conținutul planșetei.
ru: Удаляет добавленный текст и содержимое буфера обмена.
sk: Vymaže text a obsah schránky
sl: Izbriše tako dodano, kot osnovno vsebino odložišča.
ta: பிடிப்புப்பலகையில் பின்னிணைக்கப்பட்ட உரையையும், உள்ளடக்கங்களையும் அழிக்கிறது.
tr: Eklenmiş metin ve pano içeriği silinir.
uk: Видаляє доданий текст та вміст буфера обміну.
vi: Xóa văn bản thêm vào và nội dung trên bộ nhớ tạm.

source: Please, confirm if you want to copy to the clipboard
ar: يرجى تأكيد ما إذا كنت تريد نسخ إلى الحافظة
da: Bekræft, at du vil kopiere til udklipsholderen
de: Bitte bestätigen Sie, dass sie den Inhalt in die Zwischenablage kopieren möchten
es: Por favor, confirma si quieres copiar al portapapeles
fi: Haluatko kopioida leikepöydälle?
fr: Veuillez confirmer si vous souhaitez copier dans le presse-papiers
gl: Por favor, confirma se queres copiar ao portapapeis
he: אנא, אשר אם ברצונך להעתיק ללוח הגזירים
hr: Molimo potvrdite želite li kopirati iz međuspremnika
hu: Kérem erősítse meg, hogy másolni szeretne a vágólap tartalmához
it: Per favore, confermare di voler copiare il contenuto negli appunti
pl: Proszę potwierdzić kopiowanie do schowka
pt_pt: Por favor, confirme se quer copiar para a área de transferência
ro: Vă rugăm să confirmați dacă vreți să copiați pe planșetă
ru: Пожалуйста, подтвердите, что вы хотите выполнить копирование в буфер обмена
sk: Prosím, potvrďte ak chcete skopýrovať do schránky
sl: Prosimo, potrdite, če želite preslikati v odložišče
ta: பிடிப்புப் பலகைக்கு படியெடுக்கப்பட வேண்டுமா என்பதை அருள் கூர்ந்து உறுதிச் செய்க
tr: Panoya kopyalama işlemini onaylayın lütfen
uk: Будь ласка, підтвердіть, якщо ви бажаєте скопіювати в буфер обміну
vi: Vui lòng xác nhận bạn muốn chép vào bộ nhớ tạm

source: Copying to clipboard
ar: نسخ إلى الحافظة
da: Kopierer til udklipsholder
de: Der Inhalt wird in die Zwischenablage kopiert
es: Copiando al portapapeles
fi: Leikepöydälle kopiointi
fr: Copier au presse-papiers
gl: Copiando ao portapapeis
he: העתקה ללוח הגזירים
hr: kopiram iz međuspremnika
hu: másolás a vágólapra
it: Copia negli appunti
pl: Kopiuję do schowka
pt_pt: A copiar para a área de transferência
ro: Se copiază pe planșetă
ru: Копирование в буфер обмена
sk: Kopýrujem do schránky
sl: Preslikava v odložišče
ta: பிடிப்புப் பலகைக்குப் படியெடுக்கிறது
tr: Panoya kopyalanıyor
uk: Копіювання в буфер обміну
vi: Đang chép vào bộ nhớ tạm

source: Copies to the clipboard, with the possibility of being asked for a previous confirmation
ar: نسخ إلى الحافظة ، مع إمكانية التأكيد على ذلك مسبقاً
da: Kopierer til udklipsholderen med mulighed for at blive bedt om en forudgående bekræftelse
de: Kopiert Inhalt in die Zwischenablage, nachdem ggf. eine Bestätigung erfolgt ist
es: Copia al portapapeles, con la posibilidad de que se te pregunte por una confirmación previa
fi: Kopioi leikepöydälle ja pyytää sille valinnaisen vahvistuksen
fr: Copier dans le presse-papiers, avec la possibilité de demander une confirmation préalable
gl: Copia ao portapapeis, coa posibilidade de que se che pregunte por unha confirmación anterior
he: עותקים ללוח הגזירים, עם אפשרות של בקשה לאישור קודם
hr: Kopira iz međuspremnika s mogućnošću pitanja
hu: Másolás a vágólapra, a művelet megerősítését kérheti
it: Copia negli appunti, con possibilità di ricevere una richiesta di conferma
pl: Kopie do schowka, z możliwością poproszenia o wcześniejsze potwierdzenie
pt_pt: Copia para a área de transferência, com a possibilidade de lhe ser pedida uma confirmação
ro: Copiază pe planșetă, cu posibilitatea de a fi întrebat pentru o confirmare anterioară
ru: Копирует в буфер обмена с возможностью предварительного подтверждения
sk: Kopírovať do schránky s možnosťou požiadať o predchádzajúce potvrdenie
sl: Preslika v odložišče z možnostjo zaprosila po predhodni odobritvi
ta: பயனரிடம் உறுதிச் செய்துகொண்டு, உரையை பிடிப்புப் பலகைக்கு படியெடுக்கிறது
tr: Önceki metnin yerine eklenmesinin onayının sorulması olasılığıyla, panoya kopyalar
uk: Копіює в буфер обміну з можливістю запиту попереднього підтвердження
vi: Chép vào bộ nhớ tạm với khả năng yêu cầu xác nhận trước

source: Please, confirm if you want to cut from the clipboard
ar: يرجى تأكيد ما إذا كنت ترغب في القص إلى الحافظة
da: Bekræft, at du vil klippe fra udklipsholderen
de: Bitte bestätigen Sie, dass Sie den Inhalt aus der zwischenablage ausschneiden möchten
es: Por favor, confirma si quieres cortar desde el portapapeles
fi: Haluatko leikata leikepöydältä?
fr: Veuillez confirmer si vous souhaitez couper à partir du presse-papiers
gl: Por favor, confirma se queres curtar dende o portapapeis
he: אנא, אשר אם ברצונך לחתוך את הלוח הגזירים
hr: Molimo potvrdite, želite li rezati iz međuspremnika
hu: Kérem erősítse meg, hogy ki akar vágni a vágólapról
it: Per favore, confermare la volontà di tagliare dagli appunti
pl: Proszę potwierdzić wycinanie ze schowka
pt_pt: Por favor, confirme se quer cortar da área de transferência
ro: Vă rugăm să confirmați dacă vreți să tăiați de pe planșetă
ru: Пожалуйста, подтвердите, что вы хотите выполнить вырезание в буфер обмена
sk: Prosím, potvrďte ak chcete vystrihnúť do schránky
sl: Prosimo, potrdite, če želite izrezati iz odložišča
ta: பிடிப்புப் பலகைக்கு வெட்டப்பட வேண்டுமா என்பதை அருள் கூர்ந்து உறுதிச் செய்க
tr: Kesme işlemini onaylayın lütfen
uk: Будь ласка, підтвердіть, якщо ви бажаєте вирізати до буфера обміну
vi: Vui lòng xác nhận bạn muốn cắt từ bộ nhớ tạm

source: Cutting from clipboard
ar: قص إلى الحافظة
da: Klipper fra udklipsholder
de: Inhalt wird aus der Zwischenablage ausgeschnitten
es: Cortando desde el portapapeles
fi: Leikepöydältä leikkaaminen
fr: Couper à partir du presse-papiers
gl: Curtando dende o portapapeis
he: חיתוך מלוח הגזירים
hr: Režem iz međuspremnika
hu: kivágás a vágólapról
it: Taglia negli appunti
pl: Wycinam ze schowka
pt_pt: A cortar da área de transferência
ro: Se taie de pe planșetă
ru: Вырезание в буфер обмена
sk: Vystrihovanie do schránky
sl: Izrezovanje iz odložišča
ta: பிடிப்புப் பலகைக்கு வெட்டப்படுகிறது
tr: Panodan kesiliyor
uk: Вирізання до буфера обміну
vi: Đang cắt từ bộ nhớ tạm

source: Cuts from the clipboard, with the possibility of being asked for a previous confirmation
ar: التأكيد على القص الى الحافظة
da: Klipper fra udklipsholderen med mulighed for at blive bedt om en forudgående bekræftelse
de: Schneidet Inhalt aus der Zwischenablage aus, nachdem ggf. eine Bestätigung erfolgt ist
es: Corta desde el portapapeles, con la posibilidad de que se te pregunte por una confirmación previa
fi: Leikkaa leikepöydältä ja pyytää sille valinnaisen vahvistuksen
fr: Couper à partir du presse-papiers, avec la possibilité de demander une confirmation préalable
gl: Curta dende o portapapeis, coa posibilidade de que se che pregunte por unha confirmación anterior
he: גזירה מלוח הגזירים, עם אפשרות של בקשה לאישור הקודם
hr: Reže iz međuspremnika sa mogućnošću titanja o radnji
hu: Kivágás a vágólapról, a művelet megerősítését kérheti
it: Taglia dagli appunti, con possibilità di ricevere una richiesta di conferma
pl: Wycinki ze schowka, z możliwością poproszenia o wcześniejsze potwierdzenie
pt_pt: Retira da área de transferência, com a possibilidade de lhe ser pedida uma confirmação
ro: Se taie de pe planșetă, cu posibilitatea de a fi întrebat pentru o confirmare anterioară
ru: Вырезает в буфер обмена с возможностью предварительного подтверждения
sk: Vystrihnúť zo schránky, s možnosťou požiadať o predchádzajúce potvrdenie
sl: Izreže iz odložišča z možnostjo zaprosila po predhodni odobritvi
ta: பயனரிடம் உறுதிச் செய்துகொண்டு, உரையை பிடிப்புப் பலகைக்கு வெட்டுகிறது
tr: Önceki metnin yerine eklenmesinin onayının sorulması olasılığıyla, panodan keser
uk: Вирізає з буфера обміну з можливістю запиту попереднього підтвердження
vi: Cắt từ bộ nhớ tạm với khả năng yêu cầu xác nhận trước
